Repository: likhithm/Smart-Alert-APP
Catalog: KissaanAppDevelopment/lib/l10n/intl_*.arb
Languages: te

# title
source: Kissaan English
te: కిస్సాన్

# newsfeedPageTitle
source: Newsfeed
te: విషయసేకరణ

# cattlePageTitle
source: Cattle
te: పశువులు

# yieldPageTitle
source: Yields
te: దిగుబడి

# taskPageTitle
source: Tasks
te: విషయాలు

source: User Profile Title
te: వ్యక్తిగత వివరణ

# changeNumberText
source: Change Phone Number
te: ఫోన్ నెంబర్ మార్చుకోనుట

source: Logout
te: నిష్క్రమణ

# addCattlePrompt
source: Add Cattle
te: పశువుల చేరిక లేదా నూతన పశువుల చేరిక

source: All Cattle
te: అన్ని పశువులు. లేదా మొత్తము పశువుల సమూహము

source: Select Date
te: ఎంచుకోబడు తేదీ

source: AM
te: ఉదయం

source: PM
te: సాయంత్రం

source: Submit
te: చేర్చడం

source: Cancel
te: తీసివేయి

source: New Animal
te: కొత్త పశువులు

source: Save
te: ఆదా చేయుట, భద్రపరచుట

source: Gender
te: లింగనిర్ధారణ

source: Male
te: మగ

source: Female
te: ఆడ

source: Milking
te: పాలు ఇచ్చు

source: Yes
te: అవును

source: No
te: కాదు, లేదు

source: Date of Birth
te: పుట్టినరోజు లేదా పుట్టినతేది, జన్మదినం

source: Date of Purchase
te: కొనుగోలు చేసిన తేదీ లేదా కొనుగోలు చేసిన తారీఖు

source: Insurance Number
te: జీవిత భీమా నంబరు

source: Cow
te: ఆవు, గోవు

source: Buffalo
te: గేదె, బర్రె

source: Ongole
te: ఒంగోలుజాతి

source: Punganoor
te: పుంగనూరు

source: Holstein
te: హోలిస్టెయిన్ లేదా సంకరజాతి

source: Jersey
te: జెర్సీ

source: Gir
te: గిర్

source: Shahiwal
te: షాహివాల్

source: Deoni
te: దియోని

source: Ratti
te: రాఠి

source: Mixed Breed
te: సంకరజాతి

source: Other
te: వేరు వేరు జాతుల సమ్మిళితం

source: Murrah
te: ముర్ర

source: Mehsana
te: మెహసన

source: Jaffarbadi
te: జాఫ్ఫార్ బాడీ

source: Add Event
te: నూతన విషయాలు లేదా కొత్త సమాచారం

source: Breeding
te: సంక్రమణం

source: Pregnancy
te: గర్భం, గర్భనిర్ధారణ

source: Insemination
te: వీర్యదానం

source: Medical And Health
te: వైద్యం మరియు ఆరోగ్యం

source: Dry Cow Therapy
te: వట్టిపోయిన పశువుకు వైద్యం

source: General Checkup
te: సహజమైన వైద్య పరీక్ష

source: Intramammary Antibiotics
te: అంతర్గత వ్యాధి నిరోధకత మందులు

source: Male Calf
te: మగ దూడ

source: Female Calf
te: ఆడ దూడ

source: Dead Calf
te: చనిపోయిన బిడ్డ పుట్టడం

source: Status
te: ప్రస్తుత పరిస్థితి

source: Sold
te: అమ్ముట

source: Dead
te: మరణించడం

# checkUpdateToDate
source: Check if the application is up to date
te: అప్లికేషన్ నవీకరణ చేయండి

source: Reply
te: ప్రత్యుత్తరం

# inMind
source: Whats in your mind?
te: మీ మనస్సులో ఏమి ఉంది?

source: more comments
te: మరిన్ని వ్యాఖ్యలు

source: General
te: జనరల్

source: Post
te: పోస్ట్

source: Sending
te: పంపుతోంది

# enterComments
source: Please enter comments here
te: దయచేసి ఇక్కడ వ్యాఖ్యలను నమోదు చేయండి

# chooseSource
source: Please choose the source
te: దయచేసి మూలాన్ని ఎంచుకోండి

source: Camera
te: కెమెరా

source: Gallery
te: గ్యాలరీ

source: Event
te: ఈవెంట్

source: Buy/Sell
te: కొను/అమ్ము

source: Like
te: లైక్

source: Dislike
te: అయిష్టం

source: Show All
te: అన్నీ చూపండి

source: Collapse
te: కుదించు

# enterSMS
source: Enter sms Code
te: SMS కోడ్ను నమోదు చేయండి

source: Done
te: పూర్తి

# numTransferFail
source: Number Transfer Failed
te: ఫోన్ నంబర్ బదిలీ విఫలమైంది

# numAlreadyUsed
source: The number has already been used
te: ఫోనంబర్ ఇప్పటికే ఉపయోగించబడింది

source: Confirm
te: నిర్ధారించండి

# oldPhoneNum
source: Old Phone Number
te: పాత ఫోన్ నంబర్

# newPhoneNum
source: New Phone Number
te: క్రొత్త ఫోన్ నంబర్

# invalidPhoneNum
source: Invalid Phone Number
te: చెల్లని ఫోన్ నంబర్

# phoneNumNoMatch
source: phone number doesn't match
te: ఫోన్ నంబర్ సరిపోలలేదు

source: Phone
te: ఫోన్

# yourPhoneNum
source: Your Phone Number
te: మీ ఫోను నంబరు

# changeNum
source: Change Number
te: ఫోన్ నంబర్ని మార్చండి

source: Loading...
te: లోడ్...

source: Things to Do
te: చేయవలసిన పనులు

# notValidDate
source: Not a valid date
te: చెల్లుబాటు అయ్యే తేదీ కాదు

# enterEventDate
source: Enter event date(mm/dd/yyyy)
te: ఈవెంట్ తేదీని నమోదు చేయండి (mm / dd / yyyy)

source: Date:
te: తేదీ:

source: Positive
te: పాజిటివ్

source: Negative
te: నెగటివ్

# enterEventDesc
source: Enter event description
te: ఈవెంట్ వివరణని నమోదు చేయండి

source: Description
te: వివరణ

source: Event Register
te: ఈవెంట్ను నమోదు చేయండి

# registerUsingAddCattle
source: Register your cattle using the add cattle button.
te: యాడ్ పశువుల బటన్ను ఉపయోగించి మీ పశువులను నమోదు చేయండి.

# registerCattleEvents
source: Register your cattle using the add cattle button.
te: పశువుల ప్రొఫైల్ వద్ద యాడ్ ఈవెంట్స్ బటన్ను ఉపయోగించి పశువుల సంబంధిత ఈవెంట్లను నమోదు చేయండి.

# checkTipOfDay
source: Check the tip of the day on the newsfeed.
te: రోజువారీ చిట్కా న్యూస్ ఫీడ్ లో చూడండి

# updateAnimalYields
source: Update your animals yield in the yield page.
te: దిగుబడి పేజీలో మీ జంతువుల దిగుబడి నమోదు చేసుకోండి.

# pleaseChooseSource
source: Please choose the source
te: దయచేసి మూలాన్ని ఎంచుకోండి

# cropImage
source: Crop Your Image
te: మీ చిత్రం సర్దుబాటు చేయండి

source: Cattle
te: పశువులు

source: Enter Yield
te: దిగుబడిని నమోదు చేయండి

source: Tasks
te: విషయాలు

# submissionConfirm
source: Submission Successful
te: సబ్మిషన్ ధృవీకరించబడింది

# noDataSaved
source: No data was saved!
te: డేటా సేవ్ చేయబడలేదు!

# dataSavedSuccessfully
source: The data has been saved successfully!
te: డేటా విజయవంతంగా సేవ్ చేయబడింది!

source: Today,
te: నేడు,

source: Yields
te: దిగుబడి

source: Avg Yield: NO RECORD
te: సగటు దిగుబడి : 0

source: AVG Yield:
te: సగటు దిగుబడి :

source: Per Day
te: రోజుకు

# pregnanacy
source: Pregnancy
te: గర్భం

# selectDateTap
source: Select date by tapping here
te: ఇక్కడ నొక్కడం ద్వారా తేదీని ఎంచుకోండి

source: Edit User
te: వినియోగదారుని సవరించండి

source: Name:
te: పేరు:

# pleaseEnterText
source: Please enter some text
te: దయచేసి కొంత వచనాన్ని నమోదు చేయండి

source: Enter location:
te: స్థానాన్ని నమోదు చేయండి:

# locationOPT
source: Location(optional):
te: స్థానం (ఐచ్ఛిక):

# enterAadhar
source: Enter your Aadhaar
te: మీ ఆధార్ నంబర్ నమోదు చేయండి

# aadharOPT
source: Aadhaar (optional):
te: ఆధార్ నంబర్(ఐచ్ఛిక):

source: Welcome!
te: స్వాగతం!

source: Location:
te: స్థానం :

source: AADHAR:
te: ఆధార్ నంబర్:

source: News
te: సమాచారం

# phoneNumCantEmpty
source: Your phone number can't be empty!
te: మీ ఫోన్ నంబర్ ఖాళీగా ఉండకూడదు!

# phoneNumInvalid
source: This phone number is invalid!
te: ఈ ఫోన్ నంబర్ చెల్లనిది!

# couldntVerifyCode
source: We couldn't verify your code for now, please try again!
te: ఇప్పుడే మీ కోడ్ను మేము ధృవీకరించలేకపోయాము, దయచేసి మళ్ళీ ప్రయత్నించండి!

# verificationCodeEmpty
source: Your verification code can't be empty!
te: మీ ధృవీకరణ కోడ్ ఖాళీగా ఉండకూడదు!

# invalidVerificationCode
source: This verification code is invalid!
te: ఈ ధృవీకరణ కోడ్ చెల్లదు!

# couldntVerifyCodeRetry
source: We couldn't verify your code, please try again!
te: మేము మీ కోడ్ను ధృవీకరించలేకపోయాము, దయచేసి మళ్ళీ ప్రయత్నించండి!

# couldntCreatProfile
source: We couldn't create your profile for now, please try again later
te: ఇప్పుడే మీ ప్రొఫైల్ను సృష్టించలేకపోయాము, దయచేసి తరువాత మళ్లీ ప్రయత్నించండి

# cantRetryYet
source: You can't retry yet!
te: మీరు ఇంకా మళ్ళీ ప్రయత్నించలేరు!

# codeNotThereInOneMin
source: If your code does not arrive in 1 minute, touch
te: మీ కోడ్ 1 నిమిషంలో రాకుంటే, తాకండి

source: Verification code
te: ధృవీకరణ కోడ్

source: Authentication
te: ప్రామాణీకరణ

# enterNumberBelow
source: Please enter your number below.
te: దయచేసి క్రింద మీ నంబర్ను నమోదు చేయండి.

# willSendSMS
source: We'll send an SMS message to verify your identity.
te: మీ గుర్తింపుని ధృవీకరించడానికి మేము SMS సందేశాన్ని పంపుతాము.

source: Search
te: వెతుకు

source: Dry Animals
te: వట్టి పశువులు

source: Milking Animals
te: పాడి పశువులు

source: Pregnant Animals
te: చూడి పశువులు

source: Banni
te: బన్ని

# invalidDate
source: Not a valid date.
te: చెల్లుబాటు అయ్యే తేదీ కాదు.

# cattleName
source: Enter cattle's name
te: పశువుల పేరును నమోదు చేయండి

# enterDescription
source: Enter the Description
te: వివరణ నమోదు చేయండి

# enterInsuranceNum
source: Enter insurance number
te: బీమా నెంబర్ నమోదు చేయండి

source: Insurance:
te: భీమా:

source: Kankrej
te: కాంక్రేజ్

source: Hallikar
te: హాలికర్

source: Kangayan
te: కంగాయం

source: Hariana
te: హరియాణా

source: Marnadu
te: మర్నాడు

source: Tharparkar
te: థర్పర్కర్

source: Vechur
te: వేచూర్

source: Red Sindhi
te: రెడ్ సింధీ

source: Nili Ravi
te: నిలి రవి

source: Jaffarabadi
te: జఫ్ఫారబడి

source: Naatu
te: నాటు

source: Surti
te: స్ర్తి
